fio/ceph-file-layout/bs_su64k_o1m/seqw_s2g_j16.out
seqw: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 16 threads

seqw: (groupid=0, jobs=16): err= 0: pid=113327: Thu Feb 20 07:53:57 2020
  write: IOPS=5392, BW=337MiB/s (353MB/s)(98.7GiB/300003msec)
    slat (usec): min=23, max=1284, avg=88.70, stdev=31.98
    clat (usec): min=395, max=486970, avg=2876.52, stdev=9058.61
     lat (usec): min=934, max=487022, avg=2965.42, stdev=9057.14
    clat percentiles (usec):
     |  1.00th=[  1172],  5.00th=[  1336], 10.00th=[  1418], 20.00th=[  1516],
     | 30.00th=[  1598], 40.00th=[  1680], 50.00th=[  1762], 60.00th=[  1860],
     | 70.00th=[  2008], 80.00th=[  2409], 90.00th=[  4490], 95.00th=[  5276],
     | 99.00th=[ 11076], 99.50th=[ 50070], 99.90th=[149947], 99.95th=[196084],
     | 99.99th=[291505]
   bw (  KiB/s): min=14208, max=671104, per=100.00%, avg=345442.55, stdev=8629.06, samples=9583
   iops        : min=  222, max=10486, avg=5397.53, stdev=134.83, samples=9583
  lat (usec)   : 500=0.01%, 1000=0.04%
  lat (msec)   : 2=69.48%, 4=17.79%, 10=11.64%, 20=0.22%, 50=0.33%
  lat (msec)   : 100=0.29%, 250=0.19%, 500=0.02%
  cpu          : usr=0.14%, sys=1.70%, ctx=2908792, majf=0, minf=8421
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1617730,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=337MiB/s (353MB/s), 337MiB/s-337MiB/s (353MB/s-353MB/s), io=98.7GiB (106GB), run=300003-300003msec