fio/ceph-file-layout/bs_su64k_o1m/seqw_s2g_j8.out
seqw: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 8 threads

seqw: (groupid=0, jobs=8): err= 0: pid=113648: Thu Feb 20 07:59:32 2020
  write: IOPS=3628, BW=227MiB/s (238MB/s)(66.4GiB/300004msec)
    slat (usec): min=23, max=683, avg=79.35, stdev=25.20
    clat (usec): min=778, max=592965, avg=2123.66, stdev=7415.87
     lat (usec): min=906, max=593054, avg=2203.19, stdev=7415.06
    clat percentiles (usec):
     |  1.00th=[  1074],  5.00th=[  1188], 10.00th=[  1237], 20.00th=[  1303],
     | 30.00th=[  1369], 40.00th=[  1418], 50.00th=[  1467], 60.00th=[  1532],
     | 70.00th=[  1598], 80.00th=[  1729], 90.00th=[  2606], 95.00th=[  4178],
     | 99.00th=[  5866], 99.50th=[ 11600], 99.90th=[124257], 99.95th=[170918],
     | 99.99th=[291505]
   bw (  KiB/s): min= 6784, max=376832, per=100.00%, avg=232562.76, stdev=10411.21, samples=4791
   iops        : min=  106, max= 5888, avg=3633.79, stdev=162.68, samples=4791
  lat (usec)   : 1000=0.22%
  lat (msec)   : 2=86.93%, 4=7.19%, 10=5.14%, 20=0.10%, 50=0.16%
  lat (msec)   : 100=0.13%, 250=0.12%, 500=0.02%, 750=0.01%
  cpu          : usr=0.19%, sys=1.96%, ctx=1936445, majf=0, minf=7729
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1088547,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=227MiB/s (238MB/s), 227MiB/s-227MiB/s (238MB/s-238MB/s), io=66.4GiB (71.3GB), run=300004-300004msec